fall2023/psyc2317/psyc2317-fall2023.org
#+TITLE: PSYC 2317: Statistical Methods for Psychology
#+AUTHOR: 
#+DATE: Fall 2023
#+OPTIONS: toc:nil
#+OPTIONS: num:nil
#+LATEX_CLASS: article
#+LATEX_CLASS_OPTIONS: [10pt]
#+LATEX_HEADER: \usepackage[left=1in,right=1in,bottom=1in,top=1in]{geometry}

** Contact info
- Professor: Thomas J. Faulkenberry, Ph.D
- Office: Math 301
- Office hours: /TBA/
- Email: faulkenberry@tarleton.edu
- Website: [[http://tomfaulkenberry.github.io]]
- Phone: 254-968-9816

** Course description

Statistical methods are the primary tool for research in psychology. They are what allow us as researchers to make consistent, data-driven decisions.  As such, this is an extremely important course and one that I take very seriously as your professor. The topics we will cover this semester will include descriptive statistics (how we describe data) and inferential statistics (how we make decisions about data).  Specifically, this includes central tendency, variability, the distinction between populations and samples, parameter estimation, and hypothesis testing (both classical and Bayesian).

** Course materials
- Primary textbook: Faulkenberry, T. J. (2022). /Psychological Statistics: The Basics/, published by Routledge. A link to purchase on Amazon is [[https://www.amazon.com/Psychological-Statistics-Basics-Thomas-Faulkenberry/dp/1032020954/][here]]
  - Note - this is a reasonably short and inexpensive book, and can usually be had for around $25. The small commission I make on book sales goes back to support the development and maintenance of the free web-based software tools that we use during the semester. Trust me, I am not "profiting" from book sales. If it feels weird that I am requiring you to buy my book, I understand. However, I hope you'll also realize the value of being taught by the same person who wrote your book!

- Optional reference book: For reference, I recommend our book /Learning Statistics with JASP: A Tutorial for Psychology Students and Other Beginners/ by Navarro, Foxcroft, and Faulkenberry (2019), which is a textbook that can be downloaded (for free!) from [[http://learnstatswithjasp.com][www.learnstatswithjasp.com]].

- Online statistical calculator: throughout the semester, we will use the /PsyStat/ calculator developed over the past few years by me and my former student Keelyn Brennan (now a Ph.D. student at the University of Oklahoma). The calculator can be accessed (for free!) on any computer or mobile device at https://tomfaulkenberry.shinyapps.io/psystat
   
- Statistical software: Later in the course, we will also learn to use the JASP statistical software package; this can be downloaded (you guessed it -- for free!) from [[http://www.jasp-stats.com][www.jasp-stats.com]]

** Student learning outcomes
1. Identify variables under study (including independent and dependent variables)
2. Choose appropriate measures of descriptive statistics
3. Select and perform appropriate inferential statistics
4. Draw appropriate statistical conclusions from results of analyses

** Course format

This course will be delivered in an online format. The basic structure of each week is as follows:

- early in the week, you will watch an introductory video lecture (given by me) explaining the week's topic and take a short quiz to assess your understanding. This quiz will always be due on Tuesday night at 11:59 pm. Quizzes will be multiple choice and will be graded automatically.

- after you finish the introductory video lecture and quiz, you will then be ready to work the week's homework set. To assist with this work, I will publish a video that shows me working and talking through the solutions to a set of practice problems similar to those you'll be working on in the homework set.

- after you watch the practice video, you'll be ready to finish up the week's homework set. These homework sets will always be due on Sunday night at 11:59 pm. Homeworks will be graded during the following week. Note, the labor required to grade homework problems is not insignificant, so I ask that you give me a week to get these grades and feedback posted. Rarely should I ever need to take longer than a week to get things graded.

- three times during the semester, we will pause the typical weekly schedule and have an exam.

More details on the quizzes, homework, and exams are given below.

