fall2023/psyc2317/psyc2317-fall2023.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-08-21 Mon 10:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>PSYC 2317: Statistical Methods for Psychology</title>
<meta name="generator" content="Org Mode" />

</head>
<body>
<div id="content" class="content">
<h1 class="title">PSYC 2317: Statistical Methods for Psychology</h1>

<div id="outline-container-org1ec004f" class="outline-2">
<h2 id="org1ec004f">Contact info</h2>
<div class="outline-text-2" id="text-org1ec004f">
<ul class="org-ul">
<li>Professor: Thomas J. Faulkenberry, Ph.D</li>
<li>Office: Math 301</li>
<li>Office hours: <i>TBA</i></li>
<li>Email: faulkenberry@tarleton.edu</li>
<li>Website: <a href="http://tomfaulkenberry.github.io">http://tomfaulkenberry.github.io</a></li>
<li>Phone: 254-968-9816</li>
</ul>
</div>
</div>

<div id="outline-container-org743ea09" class="outline-2">
<h2 id="org743ea09">Course description</h2>
<div class="outline-text-2" id="text-org743ea09">
<p>
Statistical methods are the primary tool for research in psychology. They are what allow us as researchers to make consistent, data-driven decisions.  As such, this is an extremely important course and one that I take very seriously as your professor. The topics we will cover this semester will include descriptive statistics (how we describe data) and inferential statistics (how we make decisions about data).  Specifically, this includes central tendency, variability, the distinction between populations and samples, parameter estimation, and hypothesis testing (both classical and Bayesian).
</p>
</div>
</div>

<div id="outline-container-org102ed55" class="outline-2">
<h2 id="org102ed55">Course materials</h2>
<div class="outline-text-2" id="text-org102ed55">
<ul class="org-ul">
<li>Primary textbook: Faulkenberry, T. J. (2022). <i>Psychological Statistics: The Basics</i>, published by Routledge. A link to purchase on Amazon is <a href="https://www.amazon.com/Psychological-Statistics-Basics-Thomas-Faulkenberry/dp/1032020954/">here</a>
<ul class="org-ul">
<li>Note - this is a reasonably short and inexpensive book, and can usually be had for around $25. The small commission I make on book sales goes back to support the development and maintenance of the free web-based software tools that we use during the semester. Trust me, I am not "profiting" from book sales. If it feels weird that I am requiring you to buy my book, I understand. However, I hope you'll also realize the value of being taught by the same person who wrote your book!</li>
</ul></li>

<li>Optional reference book: For reference, I recommend our book <i>Learning Statistics with JASP: A Tutorial for Psychology Students and Other Beginners</i> by Navarro, Foxcroft, and Faulkenberry (2019), which is a textbook that can be downloaded (for free!) from <a href="http://learnstatswithjasp.com">www.learnstatswithjasp.com</a>.</li>

<li>Online statistical calculator: throughout the semester, we will use the <i>PsyStat</i> calculator developed over the past few years by me and my former student Keelyn Brennan (now a Ph.D. student at the University of Oklahoma). The calculator can be accessed (for free!) on any computer or mobile device at <a href="https://tomfaulkenberry.shinyapps.io/psystat">https://tomfaulkenberry.shinyapps.io/psystat</a></li>

<li>Statistical software: Later in the course, we will also learn to use the JASP statistical software package; this can be downloaded (you guessed it &#x2013; for free!) from <a href="http://www.jasp-stats.com">www.jasp-stats.com</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgdfd0961" class="outline-2">
<h2 id="orgdfd0961">Student learning outcomes</h2>
<div class="outline-text-2" id="text-orgdfd0961">
<ol class="org-ol">
<li>Identify variables under study (including independent and dependent variables)</li>
<li>Choose appropriate measures of descriptive statistics</li>
<li>Select and perform appropriate inferential statistics</li>
<li>Draw appropriate statistical conclusions from results of analyses</li>
</ol>
</div>
</div>

<div id="outline-container-org1ea3751" class="outline-2">
<h2 id="org1ea3751">Course format</h2>
<div class="outline-text-2" id="text-org1ea3751">
<p>
This course will be delivered in an online format. The basic structure of each week is as follows:
</p>

<ul class="org-ul">
<li>early in the week, you will watch an introductory video lecture (given by me) explaining the week's topic and take a short quiz to assess your understanding. This quiz will always be due on Tuesday night at 11:59 pm. Quizzes will be multiple choice and will be graded automatically.</li>

<li>after you finish the introductory video lecture and quiz, you will then be ready to work the week's homework set. To assist with this work, I will publish a video that shows me working and talking through the solutions to a set of practice problems similar to those you'll be working on in the homework set.</li>

<li>after you watch the practice video, you'll be ready to finish up the week's homework set. These homework sets will always be due on Sunday night at 11:59 pm. Homeworks will be graded during the following week. Note, the labor required to grade homework problems is not insignificant, so I ask that you give me a week to get these grades and feedback posted. Rarely should I ever need to take longer than a week to get things graded.</li>

<li>three times during the semester, we will pause the typical weekly schedule and have an exam.</li>
</ul>

<p>
More details on the quizzes, homework, and exams are given below.
</p>
</div>
</div>
