fall2023/psyc2317/psyc2317-fall2023.tex
% Created 2023-08-21 Mon 09:40
% Intended LaTeX compiler: pdflatex
\documentclass[10pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[left=1in,right=1in,bottom=1in,top=1in]{geometry}
\date{Fall 2023}
\title{PSYC 2317: Statistical Methods for Psychology}
\hypersetup{
 pdfauthor={},
 pdftitle={PSYC 2317: Statistical Methods for Psychology},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.1 (Org mode 9.6.6)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section*{Contact info}
\label{sec:org008f57c}
\begin{itemize}
\item Professor: Thomas J. Faulkenberry, Ph.D
\item Office: Math 301
\item Office hours: \emph{TBA}
\item Email: faulkenberry@tarleton.edu
\item Website: \url{http://tomfaulkenberry.github.io}
\item Phone: 254-968-9816
\end{itemize}

\section*{Course description}
\label{sec:org7af40b5}

Statistical methods are the primary tool for research in psychology. They are what allow us as researchers to make consistent, data-driven decisions.  As such, this is an extremely important course and one that I take very seriously as your professor. The topics we will cover this semester will include descriptive statistics (how we describe data) and inferential statistics (how we make decisions about data).  Specifically, this includes central tendency, variability, the distinction between populations and samples, parameter estimation, and hypothesis testing (both classical and Bayesian).

\section*{Course materials}
\label{sec:org8fa2dba}
\begin{itemize}
\item Primary textbook: Faulkenberry, T. J. (2022). \emph{Psychological Statistics: The Basics}, published by Routledge. A link to purchase on Amazon is \href{https://www.amazon.com/Psychological-Statistics-Basics-Thomas-Faulkenberry/dp/1032020954/}{here}
\begin{itemize}
\item Note - this is a reasonably short and inexpensive book, and can usually be had for around \$25. The small commission I make on book sales goes back to support the development and maintenance of the free web-based software tools that we use during the semester. Trust me, I am not "profiting" from book sales. If it feels weird that I am requiring you to buy my book, I understand. However, I hope you'll also realize the value of being taught by the same person who wrote your book!
\end{itemize}

\item Optional reference book: For reference, I recommend our book \emph{Learning Statistics with JASP: A Tutorial for Psychology Students and Other Beginners} by Navarro, Foxcroft, and Faulkenberry (2019), which is a textbook that can be downloaded (for free!) from \href{http://learnstatswithjasp.com}{www.learnstatswithjasp.com}.

\item Online statistical calculator: throughout the semester, we will use the \emph{PsyStat} calculator developed over the past few years by me and my former student Keelyn Brennan (now a Ph.D. student at the University of Oklahoma). The calculator can be accessed (for free!) on any computer or mobile device at \url{https://tomfaulkenberry.shinyapps.io/psystat}

\item Statistical software: Later in the course, we will also learn to use the JASP statistical software package; this can be downloaded (you guessed it -- for free!) from \href{http://www.jasp-stats.com}{www.jasp-stats.com}
\end{itemize}

\section*{Student learning outcomes}
\label{sec:org3ae4974}
\begin{enumerate}
\item Identify variables under study (including independent and dependent variables)
\item Choose appropriate measures of descriptive statistics
\item Select and perform appropriate inferential statistics
\item Draw appropriate statistical conclusions from results of analyses
\end{enumerate}

\section*{Course format}
\label{sec:orgac0f3f3}

This course will be delivered in an online format. The basic structure of each week is as follows:

\begin{itemize}
\item early in the week, you will watch an introductory video lecture (given by me) explaining the week's topic and take a short quiz to assess your understanding. This quiz will always be due on Tuesday night at 11:59 pm. Quizzes will be multiple choice and will be graded automatically.

\item after you finish the introductory video lecture and quiz, you will then be ready to work the week's homework set. To assist with this work, I will publish a video that shows me working and talking through the solutions to a set of practice problems similar to those you'll be working on in the homework set.

\item after you watch the practice video, you'll be ready to finish up the week's homework set. These homework sets will always be due on Sunday night at 11:59 pm. Homeworks will be graded during the following week. Note, the labor required to grade homework problems is not insignificant, so I ask that you give me a week to get these grades and feedback posted. Rarely should I ever need to take longer than a week to get things graded.

\item three times during the semester, we will pause the typical weekly schedule and have an exam.
\end{itemize}

More details on the quizzes, homework, and exams are given below.
