fall2023/psyc2317/psyc2317-fall2023.org
** Requirements and grading
- Exam 1 (100 pts)
- Exam 2 (100 pts)
- Exam 3 (100 pts)
- Weekly quizzes (100 pts)
- Homework exercises (100 pts)
- /Total = 500 points/

Grades will be assigned based on the percentage of points you accumulate out of these 500 points.  I will use the standard grading scale of A=90%, B=80%, etc.

*** Exams
There will be three exams throughout the semester, occurring approximately once every four to five weeks.  They will cover material from lectures, quizzes, and homework exercises. Exams will be similar in format to homework sets, primarily consisting of short-answer questions. Exams (and homework; see below) will be submitted online on Canvas -- in my experience, it is probably easiest to hand-write your solutions neatly on clean paper and either scan or take a photo of the completed work to submit. Exams may not be done collaboratively; these should be considered as honest assessments of /your/ learning, and as such, should be done independently.

Tentative exam dates:

- Exam 1 (due Sunday, October 1 at 11:59 pm)
- Exam 2 (due Sunday, November 12 at 11:59 pm)
- Exam 3 (due Sunday, December 10 at 11:59 pm)
  
*** Weekly quizzes 

At the beginning of each non-exam week, you will watch a video posted on Canvas where I introduce the week's concepts. After watching this video, you will complete an online multiple-choice quiz, the aim of which is to check for understanding of the concepts presented. Each quiz counts for 10 possible points. There will 10 of these quizzes, and these quiz scores will earn you up to 100 points for your overall quiz grade.

*** Homework exercises 
In order to practice the statistical concepts you learn this semester, you will complete a short homework assignment every week. A set of homework exercises (usually around 4-5 problems) will be provided to you each week. You may work collaboratively on the homework exercises, but any work submitted must reflect your own understanding of the material (in other words, don't just copy someone else's work to submit). /Please note that all work must be shown on computational problems in order to receive full credit./ Each homework assignment will be due at 11:59 pm on Sunday of the week it was assigned. Homework must be submitted in PDF or DOCX format via the assigment link on Canvas; assignments sent by email or as attachments in submission comments will not be accepted.

** Course Communication

Email is the primary means of official communication for this course. If you have questions about the course, always feel free to send me an email at faulkenberry@tarleton.edu.  I only ask that you adhere to two guidelines:
  - please include the course number (PSYC 2317) in the subject line.  For example, one good way to do this is:  Subject: [PSYC 2317] Question about Exam 2
  - please use proper email etiquette.  Include a salutation (e.g., Dear Dr. Faulkenberry), complete sentences, and a closing (e.g., "Regards, Your Name").  You might be surprised how many times I get an email from a nondescript email address with no indication from WHOM the email was sent!

Note, I will send periodic class announcements via Canvas messaging. However, I ask that you send your questions by email instead of Canvas messaging. 

** Academic Integrity Statement and Policy

Cheating, plagiarism, or doing work for another person who will receive academic credit is impermissible. This includes the use of unauthorized books, notebooks, or other sources in order to secure or give help during an examination, the unauthorized copying of examinations, assignments, reports, or term papers, or the presentation of unacknowledged material as if it were the own work. Disciplinary action may be taken beyond the academic discipline administered by the faculty member who teaches the course in which the cheating took place. Consult the following links for further information on academic conduct. 
  - Student Judicial Affairs: https://www.tarleton.edu/judicial/academicconduct.html  
  - Student Handbook: https://www.tarleton.edu/studentrules/code-of-student-conduct.html  

** Americans with Disabilities Act (ADA) - Student Success

Tarleton State University is committed to complying with the Americans with Disabilities Act (www.ada.gov) and other applicable laws. If you are a student with a disability seeking accommodation for this course, please contact the Office of Disability Resources at 254.968.9400, disability@tarleton.edu, or visit https://www.tarleton.edu/drt/.  

** Academic Affairs Core Values in the Classroom

