fall2023/psyc2317/psyc2317-fall2023.org
*** Academic Integrity
Tarleton State University's core values are integrity, excellence, and respect. Central to these values is integrity, which is maintaining a high standard of personal and scholarly conduct. Academic integrity represents the choice to uphold ethical responsibility for one’s learning within the academic community, regardless of audience or situation.

*** Academic Excellence
Tarleton holds high expectations for students to assume responsibility for their own individual learning.  Students are also expected to achieve academic excellence by:
  - honoring Tarleton’s core values. 
  - upholding high standards of habit and behavior. 
  - maintaining excellence through class attendance and punctuality. 
  - preparing for active participation in all learning experiences. 
  - putting forth their best individual effort. 
  - continually improving as independent learners. 
  - engaging in extracurricular opportunities that encourage personal and academic growth. 
  - reflecting critically upon feedback and applying these lessons to meet future challenges.

*** Academic Respect
Students are expected to interact with professors and peers in a respectful manner that enhances the learning environment. Professors may require a student who deviates from this expectation to leave the face-to-face (or virtual) classroom learning environment for that particular class session (and potentially subsequent class sessions) for a specific amount of time. In addition, the professor might consider the university disciplinary process (for Academic Affairs/Student Life) for egregious or continued disruptive behavior.


*** Student Rules
Students are responsible for knowing and abiding by the policies and information contained in the Tarleton Student Rules - https://www.tarleton.edu/studentrules.  

*Note:  any changes to this syllabus will be communicated to you by the instructor!*

** Semester Schedule

| Week beginning | Topic                                                 |
|----------------+-------------------------------------------------------|
| Aug 28         | Unit 1 - Measures of central tendency and variability |
| Sep 4          | Unit 2 - Transformations of scores / standardization  |
| Sep 11         | Unit 3 - The normal distribution                      |
| Sep 18         | Unit 4 - Distributions of sample means                |
| Sep 25         | *Exam 1* due Sunday, 10/1, at 11:59 pm                |
| Oct 2          | Unit 5 - Estimation and hypothesis testing            |
| Oct 9          | Unit 6 - Introduction to the \( t \)-test             |
| Oct 16         | Unit 7 - \( t \)-tests for independent samples        |
| Oct 23         | Unit 8 - Confidence intervals for \( t \)-tests       |
| Oct 30         | *Exam 2* due Sunday, 11/12, at 11:59 pm               |
| Nov 13         | Unit 9 - JASP / analysis of variance                  |
| Nov 20         | /no class due to Thanksgiving/                        |
| Nov 27         | Unit 10 - Bayesian hypothesis testing                 |
| Dec 4          | *Exam 3* due Sunday, 12/10, at 11:59 pm               |


