fall2023/psyc2317/psyc2317-fall2023.html
<div id="outline-container-org51119e6" class="outline-3">
<h3 id="org51119e6">Academic Integrity</h3>
<div class="outline-text-3" id="text-org51119e6">
<p>
Tarleton State University's core values are integrity, excellence, and respect. Central to these values is integrity, which is maintaining a high standard of personal and scholarly conduct. Academic integrity represents the choice to uphold ethical responsibility for one’s learning within the academic community, regardless of audience or situation.
</p>
</div>
</div>

<div id="outline-container-org58f10cc" class="outline-3">
<h3 id="org58f10cc">Academic Excellence</h3>
<div class="outline-text-3" id="text-org58f10cc">
<p>
Tarleton holds high expectations for students to assume responsibility for their own individual learning.  Students are also expected to achieve academic excellence by:
</p>
<ul class="org-ul">
<li>honoring Tarleton’s core values.</li>
<li>upholding high standards of habit and behavior.</li>
<li>maintaining excellence through class attendance and punctuality.</li>
<li>preparing for active participation in all learning experiences.</li>
<li>putting forth their best individual effort.</li>
<li>continually improving as independent learners.</li>
<li>engaging in extracurricular opportunities that encourage personal and academic growth.</li>
<li>reflecting critically upon feedback and applying these lessons to meet future challenges.</li>
</ul>
</div>
</div>

<div id="outline-container-org6103ebe" class="outline-3">
<h3 id="org6103ebe">Academic Respect</h3>
<div class="outline-text-3" id="text-org6103ebe">
<p>
Students are expected to interact with professors and peers in a respectful manner that enhances the learning environment. Professors may require a student who deviates from this expectation to leave the face-to-face (or virtual) classroom learning environment for that particular class session (and potentially subsequent class sessions) for a specific amount of time. In addition, the professor might consider the university disciplinary process (for Academic Affairs/Student Life) for egregious or continued disruptive behavior.
</p>
</div>
</div>


<div id="outline-container-orgd8090d0" class="outline-3">
<h3 id="orgd8090d0">Student Rules</h3>
<div class="outline-text-3" id="text-orgd8090d0">
<p>
Students are responsible for knowing and abiding by the policies and information contained in the Tarleton Student Rules - <a href="https://www.tarleton.edu/studentrules">https://www.tarleton.edu/studentrules</a>.  
</p>

<p>
<b>Note:  any changes to this syllabus will be communicated to you by the instructor!</b>
</p>
</div>
</div>
</div>

<div id="outline-container-org55703fe" class="outline-2">
<h2 id="org55703fe">Semester Schedule</h2>
<div class="outline-text-2" id="text-org55703fe">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Week beginning</th>
<th scope="col" class="org-left">Topic</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Aug 28</td>
<td class="org-left">Unit 1 - Measures of central tendency and variability</td>
</tr>

<tr>
<td class="org-left">Sep 4</td>
<td class="org-left">Unit 2 - Transformations of scores / standardization</td>
</tr>

<tr>
<td class="org-left">Sep 11</td>
<td class="org-left">Unit 3 - The normal distribution</td>
</tr>

<tr>
<td class="org-left">Sep 18</td>
<td class="org-left">Unit 4 - Distributions of sample means</td>
</tr>

<tr>
<td class="org-left">Sep 25</td>
<td class="org-left"><b>Exam 1</b> due Sunday, 10/1, at 11:59 pm</td>
</tr>

<tr>
<td class="org-left">Oct 2</td>
<td class="org-left">Unit 5 - Estimation and hypothesis testing</td>
</tr>

<tr>
<td class="org-left">Oct 9</td>
<td class="org-left">Unit 6 - Introduction to the \( t \)-test</td>
</tr>

<tr>
<td class="org-left">Oct 16</td>
<td class="org-left">Unit 7 - \( t \)-tests for independent samples</td>
</tr>

<tr>
<td class="org-left">Oct 23</td>
<td class="org-left">Unit 8 - Confidence intervals for \( t \)-tests</td>
</tr>

<tr>
<td class="org-left">Oct 30</td>
<td class="org-left"><b>Exam 2</b> due Sunday, 11/12, at 11:59 pm</td>
</tr>

<tr>
<td class="org-left">Nov 13</td>
<td class="org-left">Unit 9 - JASP / analysis of variance</td>
</tr>

<tr>
<td class="org-left">Nov 20</td>
<td class="org-left"><i>no class due to Thanksgiving</i></td>
</tr>

<tr>
<td class="org-left">Nov 27</td>
<td class="org-left">Unit 10 - Bayesian hypothesis testing</td>
</tr>

<tr>
<td class="org-left">Dec 4</td>
<td class="org-left"><b>Exam 3</b> due Sunday, 12/10, at 11:59 pm</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: Fall 2023</p>
<p class="date">Created: 2023-08-21 Mon 10:17</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>