fall2023/psyc2317/psyc2317-fall2023.tex

\subsection*{Academic Integrity}
\label{sec:org17e8ca1}
Tarleton State University's core values are integrity, excellence, and respect. Central to these values is integrity, which is maintaining a high standard of personal and scholarly conduct. Academic integrity represents the choice to uphold ethical responsibility for one’s learning within the academic community, regardless of audience or situation.

\subsection*{Academic Excellence}
\label{sec:org4f7c574}
Tarleton holds high expectations for students to assume responsibility for their own individual learning.  Students are also expected to achieve academic excellence by:
\begin{itemize}
\item honoring Tarleton’s core values.
\item upholding high standards of habit and behavior.
\item maintaining excellence through class attendance and punctuality.
\item preparing for active participation in all learning experiences.
\item putting forth their best individual effort.
\item continually improving as independent learners.
\item engaging in extracurricular opportunities that encourage personal and academic growth.
\item reflecting critically upon feedback and applying these lessons to meet future challenges.
\end{itemize}

\subsection*{Academic Respect}
\label{sec:orgb374627}
Students are expected to interact with professors and peers in a respectful manner that enhances the learning environment. Professors may require a student who deviates from this expectation to leave the face-to-face (or virtual) classroom learning environment for that particular class session (and potentially subsequent class sessions) for a specific amount of time. In addition, the professor might consider the university disciplinary process (for Academic Affairs/Student Life) for egregious or continued disruptive behavior.


\subsection*{Student Rules}
\label{sec:org4dd621d}
Students are responsible for knowing and abiding by the policies and information contained in the Tarleton Student Rules - \url{https://www.tarleton.edu/studentrules}.  

\textbf{Note:  any changes to this syllabus will be communicated to you by the instructor!}

\section*{Semester Schedule}
\label{sec:org6ca93a9}

\begin{center}
\begin{tabular}{ll}
Week beginning & Topic\\[0pt]
\hline
Aug 28 & Unit 1 - Measures of central tendency and variability\\[0pt]
Sep 4 & Unit 2 - Transformations of scores / standardization\\[0pt]
Sep 11 & Unit 3 - The normal distribution\\[0pt]
Sep 18 & Unit 4 - Distributions of sample means\\[0pt]
Sep 25 & \textbf{Exam 1} due Sunday, 10/1, at 11:59 pm\\[0pt]
Oct 2 & Unit 5 - Estimation and hypothesis testing\\[0pt]
Oct 9 & Unit 6 - Introduction to the \(t\)-test\\[0pt]
Oct 16 & Unit 7 - \(t\)-tests for independent samples\\[0pt]
Oct 23 & Unit 8 - Confidence intervals for \(t\)-tests\\[0pt]
Oct 30 & \textbf{Exam 2} due Sunday, 11/12, at 11:59 pm\\[0pt]
Nov 13 & Unit 9 - JASP / analysis of variance\\[0pt]
Nov 20 & \emph{no class due to Thanksgiving}\\[0pt]
Nov 27 & Unit 10 - Bayesian hypothesis testing\\[0pt]
Dec 4 & \textbf{Exam 3} due Sunday, 12/10, at 11:59 pm\\[0pt]
\end{tabular}
\end{center}
\end{document}